{
  "name": "Casino MrBeast",
  "details": "Détails",
  "developerName": "Nine Dev",
  "reviews": "21K avis",
  "downloads": "Téléchargements",
  "age": "Âge",
  "install": "Installer",
  "installing": "Installation",
  "download": "Télécharger",
  "downloading": "Téléchargement",
  "open": "Ouvrir",
  "about": "À propos de ce jeu",
  "shortDescription": "😱NE MANQUEZ PAS VOTRE CHANCE - GAGNEZ 100 000 $ avec le casino MrBeast !",
  "shortDescriptionSecondParagraph": "Téléchargez l'application et obtenez un bonus de 2500 £ 💸.",
  "shortDescriptionThirdParagraph": "Obtenez 250 TOURS GRATUITS, 250 tentatives gratuites de gagner le JACKPOT🤑💰🤑💰.",
  "shortDescriptionFourthParagraph": "🤑 Mon équipe a créé ce casino, où nous donnons simplement des centaines de millions de dollars à qui le souhaite !",
  "casino": "Casino",
  "slots": "Machines à sous",
  "online": "En ligne",
  "offline": "Hors ligne",
  "stylised": "Stylisé",
  "topInCasino": "N°1 des plus rentables dans la catégorie casino",
  "ratingAndReviews": "Évaluations et avis",
  "Watson": "Je kiffe ce jeu, mec. Je peux me faire genre 20-30 euros par jour !",
  "DeveloperResponseWatson": "Vos retours sont très importants pour nous",
  "Sheff816": "Yo, ajoutez les retraits en crypto, ce serait top !",
  "DeveloperResponseSheff816": "Le retrait en cryptomonnaie sera disponible le 27.03",
  "Matthew": "Un grand merci aux développeurs pour cette appli, sérieux ! J'ai presque 100 000 euros sur mon compte en banque maintenant !",
  "DeveloperResponseMatthew": "Nous sommes heureux de vous servir !",
  "MassesOfPalpur": "Hé, cette appli est disponible pour iPhone, au fait ?",
  "DeveloperResponseMassesOfPalpur": "Oui, vous pouvez nous trouver sur l'App Store sous ce nom.",
  "Opposum": "Super appli de casino. J'aime vraiment beaucoup cette application",
  "Vindigo": "J'ai eu une expérience incroyable dans ce casino en ligne ! La variété des jeux est vraiment impressionnante, offrant quelque chose pour chaque type de joueur. Le service client était au top, répondant rapidement et efficacement à toutes mes questions. De plus, la facilité d'utilisation et la navigation fluide ont rendu mon expérience de jeu totalement agréable.",
  "i_DrmRR_i": "Ce casino en ligne se distingue par sa qualité de jeu exceptionnelle et sa sélection diversifiée. Leur interface conviviale et le gameplay fluide rendent l'expérience captivante et agréable. Les bonus et les promotions offerts sont généreux et ajoutent une grande valeur à l'expérience de jeu. De plus, leur engagement envers le jeu équitable et la sécurité me donne la tranquillité d'esprit à chaque fois que je joue.",
  "Merora": "Super jeu. Beaucoup de fun et des tâches atteignables",
  "GLEN": "Belles machines à sous. J'apprécie Lucky Lady's Charm. De bonnes vieilles machines à sous.",
  "Anita": "ce jeu est mon préféré absolument incroyable sur les jackpots je suis sur le point de réclamer mes premiers gains merci de m'avoir apporté cette application brillante et au public téléchargez cela si vous ne l'avez pas sérieusement vous ne devriez pas être déçu !",
  "Woger": "Ce casino en ligne offre une sélection de jeux convenable et l'interface est assez intuitive. Cependant, j'ai trouvé que le temps de chargement de certains jeux était plus long que prévu, ce qui peut être un peu frustrant. Le service client est disponible, mais les réponses peuvent être lentes et pas toujours aussi utiles que je l'espérais. Bien qu'il y ait des domaines à améliorer, il offre toujours une expérience de jeu adéquate pour les joueurs occasionnels.",
  "aboutGameText1": "NE MANQUEZ PAS VOTRE CHANCE - GAGNEZ 100 000 $ Le casino MrBeast est là pour vous !",
  "aboutGameText2": "Le casino MrBeast est à votre service ! Téléchargez l'application et obtenez un bonus de 2500 £.",
  "aboutGameText3": "Obtenez 250 TOURS GRATUITS, 250 essais gratuits pour gagner le JACKPOT.",
  "aboutGameText4": "Mon équipe a créé ce casino, où nous donnons simplement des centaines de millions de dollars à qui le souhaite !",
  "aboutGameText5": "Spécialement pour vous, j'ai rassemblé les meilleurs slots et jeux de tous les casinos du monde avec 96 % de chances de gagner :",
  "aboutGameText6": "🍬 Sweet Bonanza",
  "aboutGameText7": "📖 Livre de Ra",
  "aboutGameText8": "🔮 Plinko",
  "aboutGameText9": "✈️ Aviateur",
  "aboutGameText10": "🐶 Maison de Chien",
  "aboutGameText11": "🍭 Ruée vers le sucre",
  "aboutGameText12": "🐺 Or du Loup et bien d'autres !",
  "whatsNew": "Nouveautés",
  "newBonuses": "BONUS 250 tours gratuits + 450 EUR pour l'inscription !",
  "appInfo": "Info sur l'application",
  "version": "Version",
  "updatedOn": "Mise à jour le",
  "downloadSize": "Taille du téléchargement",
  "offeredBy": "Proposé par",
  "releasedOn": "Sorti le",
  "downloadsAmount": "119 000 téléchargements",
  "releaseDate": "21 janv. 2024",
  "verified": "Vérifié par Play Protect",
  "startAgain": "Recommencer",
  "ratingsAndReviews": "Notes et avis",
  "compatibilityTitle": "Compatibilité pour votre appareil",
  "compatibility": "Compatibilité",
  "worksOnYourDevice": "Fonctionne sur votre appareil",
  "RequiredOS": "Système d'exploitation requis",
  "OS": "Android 5.0 et plus",
  "modalTitle": "Comment cette application fonctionne sur votre appareil",
  "modalText": "Cette section vous montre si cette application fonctionne sur votre appareil.",
  "rateTitle": "Évaluez cette application",
  "ratingText": "Dites aux autres ce que vous en pensez",
  "writeReview": "Écrire un avis",
  "installRequired": "Installez l'application pour évaluer ou écrire un avis",
  "cancel": "Annuler"
}
