{
  "name": "MrBeast Casino",
  "details": "Details",
  "developerName": "Nine Dev",
  "reviews": "21K Bewertungen",
  "downloads": "Downloads",
  "age": "Alter",
  "install": "Installieren",
  "installing": "Installiert",
  "download": "Herunterladen",
  "downloading": "Wird heruntergeladen",
  "open": "Öffnen",
  "about": "Über dieses Spiel",
  "shortDescription": "😱VERPASSE NICHT DEINE CHANCE - GEWINNE $100.000 MrBeast Casino ist jetzt verfügbar!",
  "shortDescriptionSecondParagraph": "Lade die App herunter und erhalte einen Bonus von £2500 💸.",
  "shortDescriptionThirdParagraph": "Erhalte 250 KOSTENLOSE SPINS, 250 freie Versuche, den JACKPOT zu gewinnen🤑💰🤑💰.",
  "shortDescriptionFourthParagraph": "🤑 Mein Team hat dieses Casino kreiert, in dem wir einfach Hunderte Millionen Dollar an jeden vergeben, der es möchte!",
  "casino": "Casino",
  "slots": "Slots",
  "online": "Online",
  "offline": "Offline",
  "stylised": "Stilisiert",
  "topInCasino": "#1 Top-Einnahmen im Casino",
  "ratingAndReviews": "Bewertungen und Rezensionen",
  "Watson": "Ich finde dieses Spiel super, Mann. Ich kann so etwa 20-30 Euro am Tag machen!",
  "DeveloperResponseWatson": "Ihr Feedback ist sehr wichtig für uns",
  "Sheff816": "Yo, bitte fügt Krypto-Auszahlungen hinzu, das wäre der Hammer!",
  "DeveloperResponseSheff816": "Krypto-Auszahlung wird am 27.03 verfügbar sein",
  "Matthew": "Ein riesiges Dankeschön an die Entwickler dieser App, wirklich! Ich habe jetzt fast 100.000 Euro auf meinem Konto!",
  "DeveloperResponseMatthew": "Wir freuen uns, Ihnen zu dienen!",
  "MassesOfPalpur": "Hey, gibt es diese App auch für iPhone, übrigens?",
  "DeveloperResponseMassesOfPalpur": "Ja, Sie finden uns im App Store unter diesem Namen.",
  "Opposum": "Super Casino-App. Ich mag diese Anwendung wirklich",
  "Vindigo": "Ich hatte eine unglaubliche Erfahrung in diesem Online-Casino! Die Vielfalt der Spiele ist wirklich beeindruckend und bietet etwas für jeden Spielertyp. Der Kundenservice war erstklassig, reagierte schnell und effizient auf alle meine Anfragen. Zusätzlich machte die Benutzerfreundlichkeit der Plattform und die nahtlose Navigation mein Spielerlebnis durchweg angenehm.",
  "i_DrmRR_i": "Dieses Online-Casino sticht durch seine außergewöhnliche Spielqualität und vielfältige Auswahl hervor. Ihre benutzerfreundliche Schnittstelle und das reibungslose Gameplay sorgen für ein fesselndes und angenehmes Erlebnis. Die angebotenen Boni und Aktionen sind großzügig und werten das Spielerlebnis enorm auf. Darüber hinaus gibt mir ihr Engagement für faires Spiel und Sicherheit jedes Mal, wenn ich spiele, ein Gefühl der Sicherheit.",
  "Merora": "Tolles Spiel. Viel Spaß und erreichbare Aufgaben",
  "GLEN": "Schöne Slots. Genieße Lucky Lady's Charm. Gute alte Slots.",
  "Anita": "Dieses Spiel ist mein absoluter Favorit, unglaublich bei Jackpots, ich stehe kurz davor, meine ersten Gewinne einzufordern, danke, dass ihr mir diese brillante App gebracht habt, und an die Öffentlichkeit, ladet dies herunter, wenn ihr es noch nicht habt, ernsthaft, ihr solltet nicht enttäuscht sein!",
  "Woger": "Dieses Online-Casino bietet eine anständige Auswahl an Spielen und die Benutzeroberfläche ist ziemlich intuitiv. Ich fand jedoch, dass die Ladezeiten für einige Spiele länger waren als erwartet, was etwas frustrierend sein kann. Der Kundenservice ist verfügbar, aber die Antworten können langsam sein und nicht immer so hilfreich, wie ich gehofft hatte. Obwohl es einige Verbesserungsmöglichkeiten gibt, bietet es dennoch ein angemessenes Spielerlebnis für Gelegenheitsspieler.",
  "aboutGameText1": "VERPASSE KEINE CHANCE - GEWINNE $100.000 MrBeast Casino ist da!",
  "aboutGameText2": "MrBeast Casino ist da! Lade die App herunter und erhalte £2500 Bonus.",
  "aboutGameText3": "Erhalte 250 FREISPIELE, 250 kostenlose Versuche, den JACKPOT zu gewinnen.",
  "aboutGameText4": "Mein Team hat dieses Casino erstellt, in dem wir einfach hunderte Millionen Dollar an jeden geben, der es wünscht!",
  "aboutGameText5": "Speziell für Sie habe ich die besten Slots und Spiele aus allen Casinos der Welt mit einer Gewinnchance von 96% gesammelt:",
  "aboutGameText6": "🍬Sweet Bonanza",
  "aboutGameText7": "📖Book of Ra",
  "aboutGameText8": "🔮Plinko",
  "aboutGameText9": "✈️Aviator",
  "aboutGameText10": "🐶Dog House",
  "aboutGameText11": "🍭Sugar Rush",
  "aboutGameText12": "🐺Wolf Gold und viele andere!",
  "whatsNew": "Was ist neu",
  "newBonuses": "BONUS 250 Freispiele + 450 EUR für die Anmeldung!",
  "appInfo": "App-Informationen",
  "version": "Version",
  "updatedOn": "Aktualisiert am",
  "downloadSize": "Downloadgröße",
  "offeredBy": "Angeboten von",
  "releasedOn": "Veröffentlicht am",
  "downloadsAmount": "119.000 Downloads",
  "releaseDate": "21. Januar 2024",
  "verified": "Von Play Protect verifiziert",
  "startAgain": "Erneut starten",
  "ratingsAndReviews": "Bewertungen und Rezensionen",
  "compatibilityTitle": "Kompatibilität für Ihr Gerät",
  "compatibility": "Kompatibilität",
  "worksOnYourDevice": "Funktioniert auf Ihrem Gerät",
  "RequiredOS": "Erforderliches Betriebssystem",
  "OS": "Android 5.0 und höher",
  "modalTitle": "So funktioniert diese App auf Ihrem Gerät",
  "modalText": "Dieser Abschnitt zeigt Ihnen, ob diese App auf Ihrem Gerät funktioniert.",
  "rateTitle": "Bewerten Sie diese App",
  "ratingText": "Teilen Sie anderen Ihre Meinung mit",
  "writeReview": "Eine Rezension schreiben",
  "installRequired": "Installieren Sie die App, um eine Bewertung abzugeben oder eine Rezension zu schreiben",
  "cancel": "Abbrechen"
}
