{
  "name": "Casinò MrBeast",
  "details": "Dettagli",
  "developerName": "Nine Dev",
  "reviews": "21.000 recensioni",
  "downloads": "Download",
  "age": "Età",
  "install": "Installa",
  "installing": "Installazione",
  "download": "Scarica",
  "downloading": "Scaricamento",
  "open": "Apri",
  "about": "Informazioni su questo gioco",
  "shortDescription": "😱NON PERDERE UN'OPPORTUNITÀ - VINCI $100.000 Il casinò MrBeast è in contatto!",
  "shortDescriptionSecondParagraph": "Scarica l'app e ottieni un bonus di £2500 💸.",
  "shortDescriptionThirdParagraph": "Ottieni 250 GIRI GRATUITI, 250 tentativi gratuiti per vincere il JACKPOT 🤑💰🤑💰.",
  "shortDescriptionFourthParagraph": "🤑 Il mio team ha creato questo casinò, dove semplicemente diamo centinaia di milioni di dollari a chiunque lo desideri!",
  "casino": "Casinò",
  "slots": "Slot",
  "online": "Online",
  "offline": "Offline",
  "stylised": "Stilizzato",
  "topInCasino": "#1 in classifica nei casinò",
  "ratingAndReviews": "Valutazioni e recensioni",
  "Watson": "Mi piace molto questo gioco, riesco a guadagnare come 20-30 euro al giorno!",
  "DeveloperResponseWatson": "Il tuo feedback è molto importante per noi",
  "Sheff816": "Ehi, per favore aggiungete prelievi in criptovaluta, sarebbe fantastico!",
  "DeveloperResponseSheff816": "I prelievi in criptovaluta saranno disponibili il 27.03",
  "Matthew": "Un grande ringraziamento agli sviluppatori per questa app, seriamente! Ora ho quasi 100.000 euro sul mio conto in banca!",
  "DeveloperResponseMatthew": "Siamo felici di servirti!",
  "MassesOfPalpur": "Ehi, questa app è disponibile per iPhone, a proposito?",
  "DeveloperResponseMassesOfPalpur": "Sì, puoi trovarci sull'App Store con questo nome.",
  "Opposum": "Super app di casinò. Mi piace davvero questa applicazione",
  "Vindigo": "Ho avuto un'esperienza incredibile in questo casinò online! La varietà di giochi è veramente impressionante, offrendo qualcosa per ogni tipo di giocatore. Il servizio clienti era di prima classe, rispondendo rapidamente ed efficientemente a qualsiasi domanda avessi. Inoltre, la facilità d'uso della piattaforma e la navigazione senza intoppi hanno reso la mia esperienza di gioco davvero piacevole.",
  "i_DrmRR_i": "Questo casinò online si distingue per la sua eccezionale qualità dei giochi e la selezione diversificata. La loro interfaccia utente facile da usare e il gameplay fluido rendono l'esperienza coinvolgente e piacevole. I bonus e le promozioni offerti sono generosi e aggiungono grande valore all'esperienza di gioco. Inoltre, il loro impegno per il gioco leale e la sicurezza mi dà tranquillità ogni volta che gioco.",
  "Merora": "Bel gioco. Un sacco di divertimento e compiti raggiungibili",
  "GLEN": "Belle slot. Divertiti con la fortuna della signora. Buone vecchie slot.",
  "Anita": "questo gioco è il mio preferito assolutamente incredibile sui jackpot sto per reclamare le mie prime vincite grazie per avermi portato questa brillante app e il pubblico la scarica se non l'hai ancora seriamente non dovresti essere deluso!",
  "Woger": "Questo casinò online offre una selezione decente di giochi e l'interfaccia è abbastanza intuitiva. Tuttavia, ho trovato i tempi di caricamento per alcuni giochi più lunghi del previsto, il che può essere un po' frustrante. Il servizio clienti è disponibile, ma le risposte possono essere lente e non sempre utili come speravo. Anche se ci sono alcune aree di miglioramento, fornisce comunque un'esperienza di gioco adeguata per i giocatori casuali.",
  "aboutGameText1": "NON PERDERE UN'OPPORTUNITÀ - VINCI $100.000 Il casinò MrBeast è in contatto!",
  "aboutGameText2": "Il casinò MrBeast è in contatto! Scarica l'app e ottieni un bonus di £2500.",
  "aboutGameText3": "Ottieni 250 GIRI GRATUITI, 250 tentativi gratuiti per vincere il JACKPOT.",
  "aboutGameText4": "Il mio team ha creato questo casinò, dove semplicemente diamo centinaia di milioni di dollari a chiunque lo desideri!",
  "aboutGameText5": "Specialmente per te ho raccolto le migliori slot e giochi di tutti i casinò del mondo con una probabilità del 96% di vincita:",
  "aboutGameText6": "🍬Sweet Bonanza",
  "aboutGameText7": "📖Book of Ra",
  "aboutGameText8": "🔮Plinko",
  "aboutGameText9": "✈️Aviator",
  "aboutGameText10": "🐶Dog House",
  "aboutGameText11": "🍭Sugar Rush",
  "aboutGameText12": "🐺Wolf Gold e molti altri!",
  "whatsNew": "Novità",
  "newBonuses": "BONUS 250 Giri gratuiti + 450 EUR per la registrazione!",
  "appInfo": "Informazioni sull'app",
  "version": "Versione",
  "updatedOn": "Aggiornato il",
  "downloadSize": "Dimensione del download",
  "offeredBy": "Offerto da",
  "releasedOn": "Rilasciato il",
  "downloadsAmount": "119.000 download",
  "releaseDate": "21 gennaio 2024",
  "verified": "Verificato da Play Protect",
  "startAgain": "Ricomincia",
  "ratingsAndReviews": "Valutazioni e recensioni",
  "compatibilityTitle": "Compatibilità per il tuo dispositivo",
  "compatibility": "Compatibilità",
  "worksOnYourDevice": "Funziona sul tuo dispositivo",
  "RequiredOS": "Sistema operativo richiesto",
  "OS": "Android 5.0 e successivi",
  "modalTitle": "Come funziona questa app sul tuo dispositivo",
  "modalText": "Questa sezione mostra se questa app funziona sul tuo dispositivo.",
  "rateTitle": "Valuta questa app",
  "ratingText": "Dì agli altri cosa ne pensi",
  "writeReview": "Scrivi una recensione",
  "installRequired": "Installa l'app per valutare o scrivere una recensione",
  "cancel": "Annulla"
}
